Revit 2027 API
BuiltInFailures.GroupFailures.RevitUnableToUpadateGroups Property
 Unable to update groups for changes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RevitUnableToUpadateGroups { get; }
Public Shared ReadOnly Property RevitUnableToUpadateGroups As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RevitUnableToUpadateGroups {
	FailureDefinitionId^ get ();
}
static member RevitUnableToUpadateGroups : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace